Repository: tiendan/broquil
Catalog: wsgi/openshift/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Producer availability (in case of limited availability)
ca: Disponibilitat del productor (si no està disponible sempre)

source: date
ca: data

source: General Info
ca: Informació General

source: Order Info
ca: Informació de Comanda

source: Technical Info
ca: Informació Tècnica

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ca: Obligatori. 30 caràcters o menys. Només lletres, digits i @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
ca: Aquest valor només pot contenir lletres, numeros i caràcters de @/./+/-/_.

source: First name
ca: Nom

source: Last name
ca: Cognom

source: Phone number
ca: Numero de telèfon

source: This will be the initial password for the member.
ca: Serà la contrasenya inicial per al membre.

source: Numbers only.
ca: Només números.

source: Alternative email
ca: Email secundari

source: Alt. phone number
ca: Numero de telèfon alternatiu

source: A user with that username already exists.
ca: Ja existeix algú amb el mateix nombre de usuari.

source: Information
ca: Informació

source: Email Lists
ca: Llistes de Correu Electrònic

source: user (inactive)
ca: usuari (inactiu)

source: users (inactive)
ca: usuaris (inactius)

source: user (system)
ca: usuari (sistema)

source: users (system)
ca: usuaris (sistema)

source: Producer
ca: Productor

source: Excel file
ca: Fitxer de Excel

source: PRODUCTS
ca: PRODUCTES

source: And
ca: I

source: more products
ca: més productes

source: No products in cart
ca: No productes al carro

source: Could not find member with email:
ca: No s'ha trobat el membre amb email:

source: Member exists twice in event, email:
ca: S'ha trobat 2 membres amb el mateix email:

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Sunday
ca: Diumenge

source: Standard
ca: Estàndard

source: Did not arrive
ca: No arribat

source: Min. order not met
ca: Comanda mínima no cumplida

source: Turkish
ca: Turc

source: Catala
ca: Català

source: Castellano
ca: Castellà

source: English
ca: Anglés

source: Member: Offer Created
ca: Membre: Oferta Creada

source: Member: Saturday Reminder
ca: Membre: Recordatori del Dissabte

source: Member: Order Sent to Producers
ca: Membre: Comanda Enviada als Productors

source: Member: Account Created
ca: Membre: Compte Creat

source: Member: Distribution Task Reminder
ca: Membre: Recordatori de Permanència

source: Producer: Total Order
ca: Productor: Comanda Total

source: Producer: No Order This Week
ca: Productor: No Comanda Aquesta Setmana

source: Producer: Product Ratings
ca: Productor: Valoracions dels Productes

source: Transfer from SAFE to DRAWER
ca: Moviment de CAIXA FORTA a CALAIX

source: Transfer from DRAWER to SAFE
ca: Moviment de CALAIX a CAIXA FORTA

source: first name
ca: nom

source: last name
ca: cognom

source: company name
ca: nom de la empresa

source: send ratings
ca: enviar valoracións

source: order day
ca: dia de comanda

source: order hour
ca: hora de comanda

source: minimum order
ca: comanda mínima

source: fixed products
ca: productes fixos

source: limited availability
ca: disponibilitat limitada

source: excel format
ca: format de excel

source: default category name
ca: nom de categoria per defecte

source: active
ca: actiu

source: <em>(Disable the producer by clearing this option.)</em>
ca: <em>(Desactiva el productor, buidant aquesta opció.)</em>

source: transportation cost
ca: cost de transportació

source: short product explanation
ca: informació breu de producte

source: <em>(Will be shown on the 'offer created' emails.)</em>
ca: <em>(Mostrat en els correus de 'oferta creada')</em>

source: description
ca: decripció

source: <em>(Long explanation about the producer. If you want to place photos or links to files, a) place them in Google Drive and create public link, b) find their public link from some other website)</em>
ca: <em>(Explicació llarga del productor. Si vols afegir fotos o enllaços a arxius, a) col·locar-los en Google Drive i crear enllaç públic, b) trobar el seu enllaç públic d'alguna altra pàgina web)</em>

source: producer
ca: productor

source: producers
ca: productors

source: available date
ca: data disponible

source: available dates
ca: dates disponibles

source: skipped date
ca: data sense oferta

source: skipped dates
ca: dates sense oferta

source: name
ca: nom

source: visible name
ca: nom visible

source: <em>(To display shorter/better names for producer categories.)</em>
ca: <em>(Per a mostrar noms de categories més curts/bonics.)</em>

source: sort order
ca: ordre de classificació

source: <em>(To change the order of appearance of categories.)</em>
ca: <em>(Per a cambiar l'ordre d'aparença de les categories.)</em>

source: archived
ca: arxivat

source: category
ca: categoria

source: product
ca: producte

source: origin
ca: origen

source: comments
ca: comentaris

source: price
ca: preu

source: unit
ca: unitat

source: <em>(without the &euro; sign or / character.)</em>
ca: <em>(sense el símbol de &euro; o el caràcter de /)</em>

source: integer demand
ca: demanar unitats

source: distribution date
ca: data de distribució

source: <em>(Only fill for products that are offered just once.)</em>
ca: <em>(Només omplir per a productes que están oferts una vegada.)</em>

source: total quantity
ca: quantitat total

source: arrived quantity
ca: quantitat arribada

source: order limit date
ca: data límit de comanda

source: average rating
ca: valoració mitjana

source: new product
ca: producte nou

source: <em>(To highlight this product as NEW in the order pages.)</em>
ca: <em>(Per a posar la etiqueta de NOU! a les pàgines de comanda.)</em>

source: sent to producer
ca: enviat al productor

source: stock product
ca: producte d'estoc

source: products
ca: productes

source: quantity
ca: quantitat

source: rating
ca: valoració

source: status
ca: estat

source: order
ca: comanda

source: orders
ca: comandes

source: year
ca: any

source: quarter
ca: trimestre

source: created date
ca: data creat

source: secondary email
ca: email secundari

source: phone
ca: telèfon

source: secondary phone
ca: telèfon secundari

source: initial amount
ca: punt de partida

source: member consumed amount
ca: import de consums de membres

source: total member payment amount
ca: import total de pagaments per membres

source: debt balance amount
ca: import de balanç de deutes

source: collected fee amount
ca: import de quotes cobrades

source: final amount
ca: import final

source: expected final amount
ca: expectativa de import final

source: email code
ca: codí de email

source: language code
ca: codí de llengua

source: subject
ca: tema

source: <em>(Without [BroquilGotic])</em>
ca: <em>(Sense [BroquilGotic])</em>

source: body
ca: email

source: <em>(Do not remove the [[CONTENT]] parts.)</em>
ca: <em>(No treure les etiquetes de [[CONTENT]])</em>

source: email template
ca: plantilla de email

source: email templates
ca: plantilles de email

source: email addresses
ca: adreces de correu electrònic

source: cc task reminders
ca: cc recordatoris de permanència

source: movement type
ca: tipus de moviment

source: amount
ca: import

source: final amount in safe
ca: import final en la caixa forta

source: explanation
ca: explicació

source: movement date
ca: data de moviment

source: Distribution date and order limit date should be in text format!
ca: Data de distribució i data límit de comanda han d'estar en format de text!

source: Distribution date and order limit date should be in YYYY-MM-DD format!
ca: Data de distribució i data límit de comanda han d'estar en format de AAAA-MM-DD!

source: Contact
ca: Contacte

source: Send
ca: Enviar

source: Choose your contact and send your message.
ca: Tria el teu contacte i envia el teu missatge.

source: To
ca: A

source: Messages related to problems in your order. Choose the distribution date for which you had a problem.
ca: Els missatges relacionats amb problemes en la teva comanda. Tria la data de distribució per la qual tenies un problema.

source: Distribution date
ca: Data de distribució

source: Message
ca: Missatge

source: Accounting summary
ca: Resum de comptabilitat

source: <strong>Prepare the envelopes</strong> for each producer, placing the required amount of money inside.<br/>Count the <strong>final amount</strong> in the drawer and save it here. Make sure it more or less equals the expected amount.
ca: <strong>Prepara els sobres</strong> per a cada productor, posant l'import de diners requerit.<br/>Compta <strong>l'import final</strong> a la caixa i guarda'l. Assegura't de què sigui més o menys igual a l'expectativa.

source: The initial cash has not been entered!
ca: Punt de partida no introduït!

source: There are %(order_count - payment_count)s members who were not charged yet! If you continue, remaining amount will be saved as debt.
ca: Hi ha %(order_count - payment_count)s membres sense cobrar! Si continues, els imports restants es guardaran com deutes.

source: Payment
ca: Pagament

source: Initial cash:
ca: Punt de partida:

source: Collected from members:
ca: Cobrat als membres:

source: Pay to Producers
ca: Pagar als Productors

source: Final cash:
ca: Tancament de caixa:

source: Expected final cash:
ca: Tancament de caixa (expectativa):

source: Save changes
ca: Guardar els canvis

source: Count initial cash
ca: Compta el punt de partida

source: Count the total money in the drawer and save the amount here.
ca: Compta el total dels diners a la caixa i guarda l'import aquí.

source: Back to order summary
ca: Enrere al resum de comanda

source: Prepare baskets
ca: Preparar cistelles

source: Member payments
ca: Pagaments dels members

source: Choose the member and charge him the required amount. In case the user wants to pay the quarterly fee, mark the box to add it to the total amount. If you or the member does not have change, just enter the paid amount and the rest will be saved as debt.
ca: Tria el membre y cóbra-li l'import necessari. En el cas de que el membre vulgui pagar la quota trimestral, marca la casella per a sumar-lo a l'import total. Si tu o el membre no teniu canvi, només introdueix l'import pagat i la resta será guardada com a deute.

source: Close account
ca: Finalitzar sessió

source: CHOOSE MEMBER
ca: TRIA MEMBRE

source: members paid.
ca: membres cobrats.

source: Products:
ca: Productes:

source: Debt from last week:
ca: Deute de la setmana passada:

source: Pay quarterly fee:
ca: Pagar quota trimestral:

source: TOTAL TO PAY:
ca: TOTAL A PAGAR:

source: Paid:
ca: Pagat:

source: marked as debt for next week.
ca: marcat com deute per a la comanda següent.

source: Price
ca: Preu

source: Quantity
ca: Quantitat

source: INCIDENTS
ca: INCIDÈNCIES

source: Not Ordered
ca: No Demanat

source: Not Arrived
ca: No Arribat

source: Amount Changed
ca: Quantitat Canviada

source: Ordered
ca: Demanat

source: Prepare the baskets for each member. Place an extra basket for the indicated members (with more products).
ca: Prepara les cistelles per a cada membre. Posa-li una extra pels membres indicats (amb més productes).

source: Start distribution
ca: Començar la distribució

source: Cooperative Member
ca: Membre de la Cooperativa

source: Extra basket?
ca: Cistella extra?

source: Order total
ca: Comanda total

source: This week's order
ca: Comanda d'aquesta setmana

source: No orders
ca: No hi ha comanda

source: Check that all the products has arrived. You can mark the products you have checked by clicking on them.
ca: Verifiqueu i peseu tots els productes que han arribat. Podeu marcar els productes verificats fent click la seva fila.

source: Download PDF (excluding products &euro;/kg)
ca: Descarregar PDF (excloent productes &euro;/kg)

source: Count initial cash
ca: Compta el punt de partida

source: Product
ca: Producte

source: Order
ca: Comanda

source: Arrived
ca: Arribat

source: No orders made this week!
ca: Cap comanda fet aquesta setmana!

source: Distribute product
ca: Distribuir producte

source: In case the product quantity/weight has to be changed, make the changes and don't forget to save them.
ca: En cas de que la quantitat/el pes s'hagi de canviar, feu els canvis i no t'oblidis de prémer 'Guardar'.

source: STOCK
ca: ESTOC

source: JUMP
ca: SALTAR

source: Add order for another member
ca: Afegir comanda d'altre membre

source: Start
ca: Inici

source: Distribute
ca: Distribució

source: Payments
ca: Pagaments

source: Summary
ca: Resum

source: Create quarterly fee (Year: %(year)s, Quarter: %(quarter)s)
ca: Crear quota trimestral (Any: %(year)s, Trimestre: %(quarter)s)

source: Create fees
ca: Crear quotes

source: Amount:
ca: Import

source: Remaining Members
ca: Membres Restants

source: Selected Members
ca: Membres Elegits

source: View fee status
ca: Veure estat de quota

source: FILTER BY QUARTER
ca: FILTRAR PER TRIMESTRE

source: Q:
ca: T:

source: OR
ca: O

source: FILTER BY MEMBER
ca: FILTRAR PER MEMBRE

source: Member
ca: Membre

source: Paid?
ca: Pagat?

source: Payment Date
ca: Data de Pagament

source: QUARTERS
ca: TRIMESTRES

source: Year
ca: Any

source: Help
ca: Ajuda

source: Com fer la permanencia
ca: Com fer la permanència

source: View accounting details
ca: Veure detalls de comptabilitat

source: Start date
ca: Data d'inici

source: End date
ca: Data de finalització

source: View
ca: Veure

source: Drawer
ca: Calaix

source: Safe
ca: Caixa Forta

source: Date
ca: Data

source: Before
ca: Abans

source: After
ca: Després

source: View distribution summary
ca: Veure resum de distribució

source: CHOOSE DISTRIBUTION DATE
ca: TRIA DATA DE DISTRIBUCIÓ

source: Show only recent dates
ca: Només mostra dates recents

source: Payments from Members
ca: Pagaments dels Membres

source: Members consumption:
ca: Comandes de membres:

source: Collected quarterly fees:
ca: Quotes trimestrals cobrades:

source: Debt balance:
ca: Balanç de deute:

source: Paid to Producers
ca: Pagat als Productors

source: NO INCIDENTS
ca: NO INCIDÈNCIES

source: View distribution task summary
ca: Veure resum de permanències

source: Read from calendar
ca: Llegir del Calendari

source: Members
ca: Membres

source: Distribution task count
ca: # de permanències

source: Order history
ca: Historial de comanda

source: Quarterly fee:
ca: Quota trimestral:

source: Rate products
ca: Valorar productes

source: Rating
ca: Valoració

source: {rating} stars
ca: {rating} estrelles

source: Not rated
ca: No valorat

source: Clear
ca: Esborrar

source: Save ratings
ca: Guardar valoracións

source: No products to rate!
ca: No productes a valorar!

source: Next
ca: Següent

source: Previous
ca: Anterior

source: Done
ca: Fet

source: Skip
ca: Salta

source: Close
ca: Tanca

source: Order Summary
ca: Resum de Comanda

source: Here you can see your order summary
ca: Aquí pots veure el resum de la teva comanda

source: No Order Yet
ca: Encara No Tens Comanda

source: Your order summary would appear here
ca: El resum de la teva comanda apareixería aquí

source: Make an Order
ca: Fer Comanda

source: Click here to start making your order
ca: Feu click aquí per a començar a fer la teva comanda

source: Order a Product
ca: Demana un Producte

source: Enter the amount of product you want here.
ca: Introdueix la quantitat del producte que vulguis aquí.

source: Some products are ordered in units. You can use the up/down buttons to adjust the quantity you want.
ca: Alguns productes es demanen en unitats. En aquest cas, pots fer servir els botons de més/menys per a marcar la quantitat que vulguis.

source: Save the Changes
ca: Guarda els Canvis

source: When you make changes to your order, don't forget to save it!
ca: Quan fas algun canvi en la teva comanda, no t'oblidis de guardar-lo!

source: Browse by Categories
ca: Navegar pels Categories

source: Here you can see the name of product category. Below, the order limit date for these products is shown. The color shows how much time you have left to update your order (green: much time, orange: one day, red: few hours).
ca: Aquí pots veure el nom de la categoria del producte. Abaix, pots trobar la data limit de comanda per a aquests productes. El color mostra quan de temps tens per a modificar la teva comanda (vert: molt de temps, taronja: un dia, vermell: unes hores).

source: Click on these links to switch between product categories. You can also use the keyboard left and right arrow keys.
ca: Feu clic en aquests enllaços per a navegar entre categories de productes. També pots fer servir les tecles de fletxa esquerra y dreta.

source: View Your Order
ca: Veure la teva Comanda

source: When you are finished, check the order summary.
ca: Quan t'acabis, comproveu el resum de la comanda.

source: You can also view your order from the top menu.
ca: També pots veure la teva comanda al menu superior.

source: Update order
ca: Modificar comanda

source: Complete
ca: Complet

source: View order
ca: Veure comanda

source: Available until:
ca: Disponible fins:

source: Unit
ca: Unitat

source: Origin
ca: Origen

source: NEW!
ca: NOU!

source: No products offered this week!
ca: (Encara) No hi ha oferta aquesta setmana!

source: Don't forget to save your order!
ca: No t'oblidis de guardar la teva comanda!

source: You haven't saved your order. Do you want to close the page?
ca: No has guardat la teva comanda. Vols tancar la pàgina?

source: Your order for this week
ca: La teva comanda

source: Start help tour
ca: Començar l'ajuda

source: Update your order
ca: Modificar comanda

source: Make an order
ca: Fer comanda

source: Debt:
ca: Deute:

source: Quarterly Fee:
ca: Quota Trimestral:

source: You do not have any order currently!
ca: No tens comanda de moment!

source: Products to be distributed later
ca: Productes a distribuir després

source: Distribution Date
ca: Data de Distribució

source: Producers
ca: Productors

source: Check the product information
ca: Verifica la informació del producte

source: Save products
ca: Guardar productes

source: Check that the product information is processed correctly. If everything is correct, <strong>save the products</strong>. If there is an error, inform the administrator.
ca: Verifica que la informació dels productes se hagin procesat correctament. Si tot está correcte, <strong>guarda els productes</strong>. Si hi ha algun error, informa l'administrador.

source: Order limit date
ca: Data límit de comanda

source: Category
ca: Categoria

source: Product Name
ca: Nom del Producte

source: Comments
ca: Comentaris

source: Unit Demand
ca: Demanar Unitats

source: Upload the products excel
ca: Pujar el excel de productes

source: Read from Excel
ca: Llegir del Excel

source: Choose the producer and upload the products excel.
ca: Tria el productor i pujar el excel de productes.

source: Currently defined products for producer
ca: Productes actualment definits per al productor

source: No products defined for producer!
ca: No hi ha productes definits per al productor!

source: Someone has alread paid the fee for this quarter! You cannot delete them!
ca: Algú ja ha pagar la quota per a aquest trimestre! No pots esborrar-lo.

source: Please choose members
ca: Sisplau tria membres

source: Please enter fee amount
ca: Sisplau entra import de quota

source: Message sent successfully and a copy is sent to your address.
ca: Missatge enviat amb èxit i s'ha enviat una còpia a la teva adreça.

source: Distribution Detail
ca: Resum de Distribució

source: Distribution Tasks
ca: Permanències

source: Prepare Baskets
ca: Preparar Cistelles

source: Accounting
ca: Comptabilitat

source: Accounting Detail
ca: Resum de Comptabilitat

source: Help Videos
ca: Vídeos d'Ajuda

source: Upload products excel
ca: Pujar excel de productes

source: View products
ca: Veure productes

source: View Fee Status
ca: Veure Estat de Quota

source: Create Fees
ca: Crear Quotes

source: Admin Panel
ca: Consola de Admin

source: Change password
ca: Canviar contrasenya

source: Log out
ca: Finalitzar sessió

source: Username
ca: Nom d'usuari

source: Password
ca: Contrasenya

source: Sign in
ca: Entra

source: Forgot password
ca: He oblidad la contrasenya

source: Your username and password didn't match. Please try again.
ca: El teu nom d'usuari i la teva contrasenya no coincideixen. Sisplau torna a provar.

source: Please sign in
ca: Sisplau entra

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ca: Està rebent aquest correu electrònic perquè ha demanat un restabliment de contrasenya pel seu compte d'usuari a %(site_name)s.

source: Please go to the following page and choose a new password:
ca: Si us plau, aneu a la següent pàgina i trieu una nova contrasenya:

source: Your username, in case you've forgotten:
ca: El seu nom d'usuari, en el cas que s'hagi oblidat:

source: ^help/
ca: ^ajuda/

source: ^dist/cash/$
ca: ^dist/partida/$

source: ^dist/baskets/$
ca: ^dist/cistelles/$

source: ^dist/product/([0-9]+)/$
ca: ^dist/producte/([0-9]+)/$

source: ^dist/payment/$
ca: ^dist/pagament/$

source: ^dist/account/$
ca: ^dist/caixa/$

source: ^order/rate/$
ca: ^comanda/valorar/$

source: ^order/([0-9]+)/$
ca: ^comanda/([0-9]+)/$

source: ^order/history$
ca: ^comanda/historial$

source: ^order/$
ca: ^comanda/$

source: ^products/view/(?P<producer_id>[0-9]+)$
ca: ^productes/veure/(?P<producer_id>[0-9]+)$

source: ^products/view/$
ca: ^productes/veure/$

source: ^products/confirm/$
ca: ^productes/confirmar/$

source: ^products/check/$
ca: ^productes/verificar$

source: ^products/upload/$
ca: ^productes/pujar/$

source: ^producer/$
ca: ^productor/$

source: ^producer/(?P<producer_id>[0-9]+)$
ca: ^productor/(?P<producer_id>[0-9]+)$

source: ^fees/create/$
ca: ^quotes/crear/$

source: ^fees/view/$
ca: ^cuotes/veure/$

source: ^man/account/$
ca: ^adm/compte/$

source: ^man/dist/$
ca: ^adm/dist/$

source: ^man/perm/$
ca: ^adm/perm/$
