Repository: tiendan/broquil
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: es

source: Producer availability (in case of limited availability)
es: Disponibilidad del productor (si no está disponible siempre)

source: date
es: fecha

source: General Info
es: Información General

source: Order Info
es: Información del Pedido

source: Technical Info
es: Información Técnica

source: Categories
es: Categorias

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
es: Obligatorio. 30 carácteres o menos. Solo letras, dígitos y @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
es: Este valor solo puede contener letras, numeros y carácteres de @/./+/-/_.

source: First name
es: Nombre

source: Last name
es: Apellido

source: Phone number
es: Número de telefono

source: This will be the initial password for the member.
es: Será la contraseña inicial del miembro.

source: Numbers only.
es: Sólo números.

source: Alternative email
es: Email alternativo

source: Alt. phone number
es: Número de telefono alternativo

source: A user with that username already exists.
es: Este nombre de usuario ya existe.

source: Information
es: Información

source: Email Lists
es: Listas de Correo Electrónico

source: user (inactive)
es: usuario (inactivo)

source: users (inactive)
es: usuarios (inactivo)

source: user (system)
es: usuario (sistema)

source: users (system)
es: usuarios (inactivo)

source: Producer
es: Productor

source: Excel file
es: Fichero de Excel

source: PRODUCTS
es: PRODUCTOS

source: And
es: Y

source: more products
es: productos más.

source: No products in cart
es: No productos en el carrito.

source: Could not find member with email:
es: No se ha podido encontrar el miembro con email:

source: Member exists twice in event, email:
es: Se ha encontrado 2 miembros con email:

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Standard
es: Estándar

source: Did not arrive
es: No ha llegado

source: Min. order not met
es: Pedido min. no cumplido

source: Turkish
es: Turco

source: Catala
es: Catalán

source: English
es: Inglés

source: Member: Offer Created
es: Miembro: Oferta Creada

source: Member: Saturday Reminder
es: Miembro: Recordatorio de Sábado

source: Member: Order Sent to Producers
es: Miembro: Pedido Enviado a los Productores

source: Member: Account Created
es: Miembro: Cuenta Creada

source: Member: Distribution Task Reminder
es: Miembro: Recordatorio de Permanencia

source: Producer: Total Order
es: Productor: Pedido Total

source: Producer: No Order This Week
es: Productor: No Pedido Esta Semana

source: Producer: Product Ratings
es: Productor: Valoraciones de Productos

source: Transfer from SAFE to DRAWER
es: Movimiento de CAJA FUERTE a CAJÓN

source: Transfer from DRAWER to SAFE
es: Movimiento de CAJÓN a CAJA FUERTE

source: first name
es: nombre

source: last name
es: apellido

source: company name
es: nombre de la empresa

source: send ratings
es: enviar valoraciones

source: order day
es: día de pedido

source: order hour
es: hora de pedido

source: minimum order
es: pedido mínimo

source: fixed products
es: productos fijos

source: limited availability
es: disponibilidad limitada

source: excel format
es: formato de excel

source: default category name
es: nombre de categoria por defecto

source: active
es: activo

source: <em>(Disable the producer by clearing this option.)</em>
es: <em>(Desactivar el productor, limpiando esta opción.)</em>

source: transportation cost
es: coste de transportación

source: short product explanation
es: breve explicación del producto

source: <em>(Will be shown on the 'offer created' emails.)</em>
es: <em>(Mostrado en los correos de 'oferta creada')</em>

source: description
es: descripción

source: <em>(Long explanation about the producer. If you want to place photos or links to files, a) place them in Google Drive and create public link, b) find their public link from some other website)</em>
es: <em>(Explicación larga del productor. Si quieres añadir fotos o enlaces a archivos, a) colocarlos en Google Drive i crear enlace públic, b) encontrar su enlace público de alguna otra página web)</em>

source: producer
es: productor

source: producers
es: productores

source: available date
es: fecha disponible

source: available dates
es: fechas disponibles

source: skipped date
es: fecha sin pedido

source: skipped dates
es: fechas sin pedido

source: name
es: nombre

source: visible name
es: nombre visible

source: <em>(To display shorter/better names for producer categories.)</em>
es: <em>(Para mostrar nombres de categorías mas cortos/bonitos.)</em>

source: sort order
es: orden de clasificación

source: <em>(To change the order of appearance of categories.)</em>
es: <em>(Para cambiar el orden de apariencia de las categorías.)</em>

source: archived
es: archivado

source: category
es: categoria

source: categories
es: categorias

source: product
es: producto

source: origin
es: origen

source: comments
es: comentarios

source: price
es: precio

source: unit
es: unidad

source: <em>(without the &euro; sign or / character.)</em>
es: <em>(sin el símbolo de &euro; o el carácter de /)</em>

source: integer demand
es: pedir unidades

source: distribution date
es: fecha de distribución

source: <em>(Only fill for products that are offered just once.)</em>
es: <em>(Solo rellenar para productos que están ofrecidos una vez.)</em>

source: total quantity
es: cantidad total

source: arrived quantity
es: cantidad llegada

source: order limit date
es: fecha límite de pedido

source: average rating
es: valoración promedia

source: new product
es: producto nuevo

source: <em>(To highlight this product as NEW in the order pages.)</em>
es: <em>(Para poner la etiqueta de ¡NUEVO! en las páginas de pedido.)</em>

source: sent to producer
es: enviado al productor

source: stock product
es: producto de stock

source: products
es: productos

source: quantity
es: cantitad

source: rating
es: valoración

source: status
es: estado

source: order
es: pedido

source: orders
es: pedidos

source: year
es: año

source: quarter
es: trimestre

source: created date
es: fecha creado

source: secondary email
es: email secundario

source: phone
es: teléfono

source: secondary phone
es: teléfono secundario

source: initial amount
es: punto de partida

source: member consumed amount
es: importe de consumos de miembros

source: total member payment amount
es: importe total de pagos por miembros

source: debt balance amount
es: importe de balance de deudas

source: collected fee amount
es: importe de cuotas cobradas

source: final amount
es: importe final

source: expected final amount
es: expectativa de importe final

source: notes
es: notas

source: email code
es: código de email

source: language code
es: código de idioma

source: subject
es: tema

source: <em>(Without [BroquilGotic])</em>
es: <em>(Sin [BroquilGotic])</em>

source: body
es: correo

source: <em>(Do not remove the [[CONTENT]] parts.)</em>
es: <em>(No quitar las etiquetas de [[CONTENT]])</em>

source: email template
es: plantilla de email

source: email templates
es: plantillas de email

source: email addresses
es: correos electrónicos

source: cc task reminders
es: cc recordatorios de permanencia

source: cc incidents
es: cc incidencias

source: movement type
es: tipo de movimiento

source: amount
es: importe

source: final amount in safe
es: importe final en caja fuerte

source: explanation
es: explicación

source: movement date
es: fecha de movimiento

source: Distribution date and order limit date should be in text format!
es: Fecha de distribución y fecha límite de pedido deben estar en formato de texto!

source: Distribution date and order limit date should be in YYYY-MM-DD format!
es: Fecha de distribución y fecha límite de pedido deben estar en formato de AAAA-MM-DD!

source: Contact
es: Contacto

source: Send
es: Enviar

source: Choose your contact and send your message.
es: Elige tu contacto y envia tu mensaje.

source: To
es: A

source: Messages related to problems in your order. Choose the distribution date for which you had a problem.
es: Los mensajes relacionados con problemas en tu pedido. Elige la fecha de distribución para la que tenías un problema.

source: Incidents
es: Incidencias

source: Distribution date
es: Fecha de distribución

source: Message
es: Mensaje

source: Accounting summary
es: Resumen de contabilidad

source: <strong>Prepare the envelopes</strong> for each producer, placing the required amount of money inside.<br/>Count the <strong>final amount</strong> in the drawer and save it here. Make sure it more or less equals the expected amount.
es: <strong>Prepara los sobres</strong> para cada productor, poniendo el importe de dinero requerido.<br/>Cuenta el <strong>importe final</strong> en la caja y guardalo aquí. Asegúrate de que sea mas o menos igual a la expectativa.

source: The initial cash has not been entered!
es: ¡Punto de partida no introducido!

source: There are %(order_count - payment_count)s members who were not charged yet! If you continue, remaining amount will be saved as debt.
es: ¡Quedan %(order_count - payment_count)s miembros sin cobrar! Si continuas, los importes restantes se guardarán como deudas.

source: Payment
es: Pago

source: Initial cash:
es: Punto de partida

source: Collected from members:
es: Cobrado a los miembros:

source: Pay to Producers
es: Paga a los Productores

source: Final cash:
es: Cierre de caja:

source: Expected final cash:
es: Cierre de caja (expectativa):

source: Notes:
es: Notas:

source: Save changes
es: Guardar los cambios

source: Count initial cash
es: Cuenta el punto de partida

source: Count the total money in the drawer and save the amount here.
es: Cuenta el dinero en la caja y guarda el importe aquí.

source: Back to order summary
es: Atrás al resumen de pedido

source: Prepare baskets
es: Preparar cistellas

source: Member payments
es: Pagos de miembros

source: Choose the member and charge him the required amount. In case the user wants to pay the quarterly fee, mark the box to add it to the total amount. If you or the member does not have change, just enter the paid amount and the rest will be saved as debt.
es: Elige el miembro y cóbrale el importe necesario. En el caso de que el miembro quiera pagar la cuota trimestral, marca la casilla para sumarlo al importe total. Si tú o el miembro no tenéis cambio, solo introduce el importe pagado y el resto será guardado como deuda.

source: Close account
es: Cerrar la caja

source: CHOOSE MEMBER
es: ELIGE MIEMBRO

source: members paid.
es: miembros cobrados.

source: Products:
es: Productos:

source: Debt from last week:
es: Deuda de la semanas pasadas:

source: Pay quarterly fee:
es: Paga la cuota trimestral:

source: TOTAL TO PAY:
es: TOTAL A PAGAR:

source: Paid:
es: Pagado:

source: marked as debt for next week.
es: marcado como deuda para la semana próxima.

source: Price
es: Precio

source: Quantity
es: Cantidad

source: INCIDENTS
es: INCIDÉNCIAS

source: Not Ordered
es: No Pedido

source: Not Arrived
es: No Llegado

source: Amount Changed
es: Cantidad Cambiada

source: Ordered
es: Pedido

source: Prepare the baskets for each member. Place an extra basket for the indicated members (with more products).
es: Prepara las cestas para cada miembro. Pon una extra para los miembros indicados (con más productos).

source: Start distribution
es: Empezar la distribución

source: Cooperative Member
es: Miembro de la Cooperativa

source: Extra basket?
es: Cesta extra?

source: Order total
es: Importe del pedido

source: This week's order
es: Pedido de esta semana

source: No orders
es: No hay pedido

source: Check that all the products has arrived. You can mark the products you have checked by clicking on them.
es: Verifica que hayan llegado todos los productos. Puedes marcar los productos verificados haciendo click su fila.

source: Download PDF (excluding products &euro;/kg)
es: Descargar PDF (excluyendo productos &euro;/kg)

source: Count initial cash
es: Cuenta el punto de partida

source: Product
es: Producto

source: Order
es: Pedido

source: Arrived
es: Llegado

source: No orders made this week!
es: No pedido hecho esta semana!

source: Distribute product
es: Distribuir producto

source: In case the product quantity/weight has to be changed, make the changes and don't forget to save them.
es: En el caso de que la cantidad/el peso se tenga que actualizar, haga los cambios y no te olvides de guardarlos.

source: JUMP
es: SALTAR

source: Add order for another member
es: Añadir pedido de otro miembro

source: Start
es: Inicio

source: Distribute
es: Distribución

source: Payments
es: Pagos

source: Summary
es: Resumen

source: Create quarterly fee (Year: %(year)s, Quarter: %(quarter)s)
es: Crear cuota trimestral (Año: %(year)s, Trimestre: %(quarter)s)

source: Create fees
es: Crear cuotas

source: Amount:
es: Importe:

source: Remaining Members
es: Miembros Restantes

source: Selected Members
es: Miembros Elegidos

source: View fee status
es: Ver estado de pagos

source: FILTER BY QUARTER
es: FILTRAR POR TRIMESTRE

source: Q:
es: T:

source: OR
es: O

source: FILTER BY MEMBER
es: FILTRAR POR MIEMBRO

source: Member
es: Miembro

source: Paid?
es: Pagado?

source: Payment Date
es: Fecha de Pago

source: QUARTERS
es: TRIMESTRES

source: Year
es: Año

source: Help
es: Ayuda

source: Com fer comanda
es: Como hacer pedido

source: Com fer la permanencia
es: Como hacer la permanencia

source: View accounting details
es: Ver detalle de contabilidad

source: Start date
es: Fecha de inicio

source: End date
es: Fecha final

source: View
es: Ver

source: Drawer
es: Cajón

source: Safe
es: Caja Fuerte

source: Date
es: Fecha

source: Before
es: Antes

source: After
es: Después

source: View distribution summary
es: Ver resumen de distribución

source: CHOOSE DISTRIBUTION DATE
es: ELIGE FECHA DE DISTRIBUCIÓN

source: Show only recent dates
es: Muestra solo fechas recientes

source: Payments from Members
es: Pagos de Miembros

source: Members consumption:
es: Pedidos de miembros:

source: Collected quarterly fees:
es: Pagos trimestrales cobrados:

source: Debt balance:
es: Balance de deuda:

source: Paid to Producers
es: Pagado a Productores

source: NO INCIDENTS
es: NO INCIDÉNCIAS

source: View distribution task summary
es: Ver resumen de permanencias

source: Read from calendar
es: Leer del Calendario

source: Members
es: Miembros

source: Distribution task count
es: # de permanencias

source: Order history
es: Historial de pedido

source: Quarterly fee:
es: Cuota trimestral:

source: Rate products
es: Valorar productos

source: Rating
es: Valoración

source: {rating} stars
es: {rating} estrellas

source: Not rated
es: No valorado

source: Clear
es: Borrar

source: Save ratings
es: Guardar valoraciones

source: No products to rate!
es: No productos para valorar!

source: Next
es: Siguiente

source: Previous
es: Anterior

source: Done
es: Hecho

source: Skip
es: Saltar

source: Close
es: Cerrar

source: Order Summary
es: Resumen de Pedido

source: Here you can see your order summary
es: Aquí puedes ver el resumen de tu pedido

source: No Order Yet
es: Todavia No Tienes Pedido

source: Your order summary would appear here
es: Tu pedido aparecería aquí.

source: Make an Order
es: Hacer Pedido

source: Click here to start making your order
es: Haga click aqui para empezar a hacer tu pedido

source: Order a Product
es: Pedir un Producto

source: Enter the amount of product you want here.
es: Aquí, entra la cantidad del producto que quieres.

source: Some products are ordered in units. You can use the up/down buttons to adjust the quantity you want.
es: Algunos productos se piden en unidades. Puedes utilizar los botones de más/menos para indicar la cantidad que quieres.

source: Save the Changes
es: Guardar los Cambios

source: When you make changes to your order, don't forget to save it!
es: Cuando haces cambios en tu pedido, no te olvides de guardarlos!

source: Browse by Categories
es: Navegar por Categorias

source: Here you can see the name of product category. Below, the order limit date for these products is shown. The color shows how much time you have left to update your order (green: much time, orange: one day, red: few hours).
es: Aquí puedes ver el nombre de la categoría de producto. Abajo, puedes encontrar la fecha límite de pedido para estos productos. El color indica cuanto tiempo tienes para modificar tu pedido (verde: mucho tiempo, naranja: un día, rojo: unas horas).

source: Click on these links to switch between product categories. You can also use the keyboard left and right arrow keys.
es: Haga clic en estos enlaces para navegar entre categorías de productos. También puedes usar las teclas de flecha izquierda y derecha.

source: View Your Order
es: Ver Tu Pedido

source: When you are finished, check the order summary.
es: Cuando acabes, comprueba el resumen del pedido.

source: You can also view your order from the top menu.
es: También puedes ver tu pedido en el menu superior.

source: Update order
es: Modificar pedido

source: Complete
es: Completo

source: View order
es: Ver pedido

source: Available until:
es: Disponible hasta:

source: Unit
es: Unidad

source: Origin
es: Origen

source: NEW!
es: ¡NUEVO!

source: No products offered this week!
es: No productos ofrecidos esta semana!

source: Don't forget to save your order!
es: No te olvides de guardar tu pedido!

source: You haven't saved your order. Do you want to close the page?
es: No has guardado tu pedido. Quieres cerrar la página?

source: Your order for this week
es: Tu pedido para esta semana

source: Start help tour
es: Iniciar la ayuda

source: Update your order
es: Modificar pedido

source: Make an order
es: Hacer pedido

source: Debt:
es: Deuda:

source: Quarterly Fee:
es: Cuota Trimestral:

source: You do not have any order currently!
es: De momento no tienes pedido!

source: Products to be distributed later
es: Productos a distribuir después

source: Distribution Date
es: Fecha de Distribución

source: Producers
es: Productores

source: Check the product information
es: Verifica la información de los productos

source: Save products
es: Guardar productos

source: Check that the product information is processed correctly. If everything is correct, <strong>save the products</strong>. If there is an error, inform the administrator.
es: Verifica que la información de los productos se hayan procesado correctamente. Si todo está correcto, <strong>guarda los productos</strong>. Si hay algún error, informe el administrador.

source: Order limit date
es: Fecha límite de pedido

source: Category
es: Categoria

source: Product Name
es: Nombre del Producto

source: Comments
es: Comentarios

source: Unit Demand
es: Pedir Unidades

source: Upload the products excel
es: Subir el excel de productos

source: Read from Excel
es: Leer del Excel

source: Choose the producer and upload the products excel.
es: Elige el productor y subir el excel de productos.

source: Currently defined products for producer
es: Productos definidos actualmente para el productor

source: No products defined for producer!
es: No productos definidos para el productor!

source: Someone has alread paid the fee for this quarter! You cannot delete them!
es: Alguien ya ha pagado la cuota de este trimestre! No puedes borrarlas!

source: Please choose members
es: Por favor elige los miembros

source: Please enter fee amount
es: Por favor elige el importe de cuota

source: Message sent successfully and a copy is sent to your address.
es: Mensaje enviado con éxito y se ha enviado una copia a su dirección.

source: Distribution Detail
es: Resumen de Distribución

source: Distribution Tasks
es: Permanencias

source: Prepare Baskets
es: Preparar Cistellas

source: Accounting
es: Contabilidad

source: Accounting Detail
es: Resumen de Contabilidad

source: Help Videos
es: Videos de Ayuda

source: Upload products excel
es: Subir el excel de productos

source: View products
es: Ver productos

source: View Fee Status
es: Ver Estado de Cuotas

source: Create Fees
es: Crear Cuotas

source: Admin Panel
es: Consola de Admin

source: Change password
es: Cambiar contraseña

source: Log out
es: Terminar sesión

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Sign in
es: Entra

source: Forgot password
es: He olvidado la contraseña

source: Your username and password didn't match. Please try again.
es: Tu nombre de usuario y contraseña no coinciden. Por favor intentalo otra vez.

source: Please sign in
es: Por favor entra

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Está recibiendo este correo electrónico porque ha solicitado un restablecimiento de contraseña para la cuenta de usuario en %(site_name)s.

source: Please go to the following page and choose a new password:
es: Por favor, vaya a la siguiente página y elija una nueva contraseña:

source: Your username, in case you've forgotten:
es: Tu nombre de usuario, en caso de que se haya olvidado:

source: ^help/
es: ^ayuda/

source: ^dist/cash/$
es: ^dist/partida/$

source: ^dist/baskets/$
es: ^dist/cestas/$

source: ^dist/product/([0-9]+)/$
es: ^dist/producto([0-9]+)/$

source: ^dist/payment/$
es: ^dist/pago/$

source: ^dist/account/$
es: ^dist/caja/$

source: ^order/rate/$
es: ^pedido/valorar/$

source: ^order/([0-9]+)/$
es: ^pedido/([0-9]+)/$

source: ^order/history$
es: ^pedido/historial$

source: ^order/$
es: ^pedido/$

source: ^products/view/(?P<producer_id>[0-9]+)$
es: ^productos/ver/(?P<producer_id>[0-9]+)$

source: ^products/view/$
es: ^productos/ver/$

source: ^products/confirm/$
es: ^productos/confirmar/$

source: ^products/check/$
es: ^productos/verificar/$

source: ^products/upload/$
es: ^productos/subir/$

source: ^producer/$
es: ^productor/$

source: ^producer/(?P<producer_id>[0-9]+)$
es: ^productor/(?P<producer_id>[0-9]+)$

source: ^fees/create/$
es: ^cuotas/crear/$

source: ^fees/view/$
es: ^cuotas/ver/$

source: ^man/account/$
es: ^adm/cuenta/$

source: ^man/dist/$
es: ^adm/dist/$

source: ^man/perm/$
es: ^adm/perm/$
